Repository: katagaki/Tables
Catalog: Tables/Support/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

# RowsColumns.Add.OneRow
source: Add 1 Row
ja: 行を1つ追加
ko: 행 1개 추가
zh_hans: 添加 1 行
zh_hant: 加入 1 列

# RowsColumns.Add.TenRows
source: Add 10 Rows
ja: 行を10追加
ko: 행 10개 추가
zh_hans: 添加 10 行
zh_hant: 加入 10 列

# RowsColumns.Columns
source: Columns
ja: 列
ko: 열
zh_hans: 列
zh_hant: 欄

# RowsColumns.Columns.InsertAfter
source: Insert After
ja: 後に挿入
ko: 뒤에 삽입
zh_hans: 在后面插入
zh_hant: 在後面插入

# RowsColumns.Columns.InsertBefore
source: Insert Before
ja: 前に挿入
ko: 앞에 삽입
zh_hans: 在前面插入
zh_hant: 在前面插入

# RowsColumns.DeleteSelected
source: Delete Selected
ja: 選択部分を削除
ko: 선택 항목 삭제
zh_hans: 删除所选
zh_hant: 刪除所選

# RowsColumns.HideSelected
source: Hide Selected
ja: 選択部分を非表示
ko: 선택 항목 숨기기
zh_hans: 隐藏所选
zh_hant: 隱藏所選

# RowsColumns.Rows
source: Rows
ja: 行
ko: 행
zh_hans: 行
zh_hant: 列

# RowsColumns.Rows.InsertAbove
source: Insert Above
ja: 上に挿入
ko: 위에 삽입
zh_hans: 在上方插入
zh_hant: 在上方插入

# RowsColumns.Rows.InsertBelow
source: Insert Below
ja: 下に挿入
ko: 아래에 삽입
zh_hans: 在下方插入
zh_hant: 在下方插入

# RowsColumns.Section.SheetSize
source: Sheet Size
ja: シートのサイズ
ko: 시트 크기
zh_hans: 工作表大小
zh_hant: 工作表大小

# RowsColumns.ShowAllHidden
source: Show All Hidden (%lld)
ja: 非表示をすべて表示（%lld）
ko: 숨긴 항목 모두 표시 (%lld)
zh_hans: 显示全部隐藏项（%lld）
zh_hant: 顯示所有隱藏項目（%lld）

# RowsColumns.ShowSelected
source: Show Selected
ja: 選択部分を表示
ko: 선택 항목 표시
zh_hans: 显示所选
zh_hant: 顯示所選

# SheetTabBar.AddSheet
source: Add a sheet
ja: シートを追加
ko: 시트 추가
zh_hans: 添加工作表
zh_hant: 加入工作表

# SheetTabBar.HiddenSheets.Accessibility
source: Hidden sheets (%lld)
ja: 非表示のシート（%lld）
ko: 숨긴 시트 %lld개
zh_hans: 隐藏的工作表（%lld）
zh_hant: 隱藏的工作表（%lld）

# SheetTabBar.Menu.Delete
source: Delete
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

# SheetTabBar.Menu.Duplicate
source: Duplicate
ja: 複製
ko: 복제
zh_hans: 复制
zh_hant: 製作副本

# SheetTabBar.Menu.Hide
source: Hide
ja: 非表示
ko: 숨기기
zh_hans: 隐藏
zh_hant: 隱藏

# SheetTabBar.Menu.Rename
source: Rename…
ja: 名称変更…
ko: 이름 변경…
zh_hans: 重命名…
zh_hant: 重新命名…

# SheetTabBar.RenameField.Placeholder
source: Sheet name
ja: シート名
ko: 시트 이름
zh_hans: 工作表名称
zh_hant: 工作表名稱

# SheetTabBar.ShowHiddenSheet
source: Show a hidden sheet
ja: 非表示のシートを表示
ko: 숨긴 시트 표시
zh_hans: 显示隐藏的工作表
zh_hant: 顯示隱藏的工作表

# Toolbar.Bold
source: Bold
ja: 太字
ko: 굵게
zh_hans: 粗体
zh_hant: 粗體

# Toolbar.CellFormat
source: Cell format
ja: セルの書式
ko: 셀 서식
zh_hans: 单元格格式
zh_hant: 儲存格格式

# Toolbar.EditChart
source: Edit Chart
ja: グラフを編集
ko: 차트 편집
zh_hans: 编辑图表
zh_hant: 編輯圖表

# Toolbar.InsertChart
source: Insert Chart
ja: グラフを挿入
ko: 차트 삽입
zh_hans: 插入图表
zh_hant: 插入圖表

# Toolbar.InsertFunction
source: Insert a function
ja: 関数を挿入
ko: 함수 삽입
zh_hans: 插入函数
zh_hant: 插入函數

# Toolbar.Italic
source: Italic
ja: 斜体
ko: 기울임꼴
zh_hans: 斜体
zh_hant: 斜體

# Toolbar.Macros
source: Macros
ja: マクロ
ko: 매크로
zh_hans: 宏
zh_hant: 巨集

# Toolbar.NumberFormat
source: Number format
ja: 数値の書式
ko: 숫자 서식
zh_hans: 数字格式
zh_hant: 數字格式

# Toolbar.Redo
source: Redo
ja: やり直す
ko: 실행 복귀
zh_hans: 重做
zh_hant: 重做

# Toolbar.RowsAndColumns
source: Rows and columns
ja: 行と列
ko: 행 및 열
zh_hans: 行和列
zh_hant: 列與欄

# Toolbar.Share.Label
source: Share spreadsheet
ja: スプレッドシートを共有
ko: 스프레드시트 공유
zh_hans: 共享电子表格
zh_hant: 分享試算表

# Toolbar.Strikethrough
source: Strikethrough
ja: 取り消し線
ko: 취소선
zh_hans: 删除线
zh_hant: 刪除線

# Toolbar.Sum
source: Sum the selection
ja: 選択範囲を合計
ko: 선택 영역 합계
zh_hans: 对所选内容求和
zh_hant: 加總所選範圍

# Toolbar.Underline
source: Underline
ja: 下線
ko: 밑줄
zh_hans: 下划线
zh_hant: 底線

# Toolbar.Undo
source: Undo
ja: 取り消す
ko: 실행 취소
zh_hans: 撤销
zh_hant: 還原

# Toolbar.UnsupportedFeatures.Label
source: Unsupported features
ja: 非対応の機能
ko: 지원되지 않는 기능
zh_hans: 不支持的功能
zh_hant: 不支援的功能

# Undo.Action.Chart
source: Chart Edit
ja: グラフの編集
ko: 차트 편집
zh_hans: 图表编辑
zh_hant: 圖表編輯

# Undo.Action.MoveSheet
source: Move Sheet
ja: シートの移動
ko: 시트 이동
zh_hans: 移动工作表
zh_hant: 移動工作表

# Undo.Action.Resize
source: Resize
ja: サイズ変更
ko: 크기 조절
zh_hans: 调整大小
zh_hant: 調整大小

# UnsupportedFeature.AutoFilter
source: Filters
ja: フィルタ
ko: 필터
zh_hans: 筛选器
zh_hant: 篩選器

# UnsupportedFeature.ChartsAndImages
source: Images and advanced charts
ja: 画像と高度なグラフ
ko: 이미지 및 고급 차트
zh_hans: 图像和高级图表
zh_hant: 影像與進階圖表

# UnsupportedFeature.Comments
source: Comments
ja: コメント
ko: 메모
zh_hans: 批注
zh_hant: 註解

# UnsupportedFeature.ConditionalFormatting
source: Conditional formatting
ja: 条件付き書式
ko: 조건부 서식
zh_hans: 条件格式
zh_hant: 條件式格式

# UnsupportedFeature.DataValidation
source: Data validation
ja: データの入力規則
ko: 데이터 확인
zh_hans: 数据验证
zh_hant: 資料驗證

# UnsupportedFeature.DocumentProperties
source: Document properties
ja: 書類のプロパティ
ko: 도큐멘트 속성
zh_hans: 文稿属性
zh_hant: 文件屬性

# UnsupportedFeature.FrozenPanes
source: Frozen rows and columns
ja: 固定された行と列
ko: 고정된 행 및 열
zh_hans: 冻结的行和列
zh_hant: 凍結的列與欄

# UnsupportedFeature.Hyperlinks
source: Links
ja: リンク
ko: 링크
zh_hans: 链接
zh_hant: 連結

# UnsupportedFeature.Macros
source: Macros
ja: マクロ
ko: 매크로
zh_hans: 宏
zh_hant: 巨集

# UnsupportedFeature.Notice.Lost
source: Won’t survive saving: %@.
ja: 保存すると失われます：%@。
ko: 저장하면 사라집니다: %@.
zh_hans: 存储后将会丢失：%@。
zh_hant: 儲存後將會遺失：%@。

# UnsupportedFeature.Notice.Preserved
source: Kept exactly as they are, but not editable here: %@.
ja: そのまま保持されますが、ここでは編集できません：%@。
ko: 그대로 유지되지만 여기서는 편집할 수 없습니다: %@.
zh_hans: 将原样保留，但无法在此编辑：%@。
zh_hant: 會原樣保留，但無法在此編輯：%@。

# UnsupportedFeature.PivotTables
source: PivotTables
ja: ピボットテーブル
ko: 피벗 테이블
zh_hans: 数据透视表
zh_hant: 樞紐分析表

# UnsupportedFeature.PrintSetup
source: Print setup
ja: プリント設定
ko: 프린트 설정
zh_hans: 打印设置
zh_hant: 列印設定

# UnsupportedFeature.SheetProtection
source: Sheet protection
ja: シートの保護
ko: 시트 보호
zh_hans: 工作表保护
zh_hant: 工作表保護

# UnsupportedFeature.Slicers
source: Slicers and timelines
ja: スライサーとタイムライン
ko: 슬라이서 및 시간 표시 막대
zh_hans: 切片器和日程表
zh_hant: 交叉分析篩選器和時間表

# UnsupportedFeature.Sparklines
source: Sparklines
ja: スパークライン
ko: 스파크라인
zh_hans: 迷你图
zh_hant: 走勢圖

# UnsupportedFeature.Tables
source: Tables
ja: テーブル
ko: 표
zh_hans: 表格
zh_hant: 表格

# Workbook.Sheet.DefaultName
source: Sheet %lld
ja: シート%lld
ko: 시트 %lld
zh_hans: 工作表%lld
zh_hant: 工作表%lld

# Common.OK
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

# Chart.Text.Points
source: %d pt
zh_hans: %d 磅
zh_hant: %d 點
